<template>
  <section class="about">
    <div class="wrapper">
      <the-heading :title="title"></the-heading>
      <div class="about__content">
        <h2>Наша миссия</h2>
        <p>Мы стремимся сделать процесс поиска работы и найма максимально простым и эффективным как для соискателей, так и для работодателей. Наша цель — соединять талантливых людей с перспективными возможностями, помогая каждому найти свое идеальное место в профессиональной жизни.</p>
        <h2>Что мы предлагаем</h2>
        <h3>Для соискателей:</h3>
        <ul>
          <li>Удобный поиск вакансий. Широкий выбор вакансий в различных сферах деятельности и регионах</li>
          <li>Профессиональный профиль. Создайте подробный профиль, чтобы работодатели могли оценить ваши навыки и опыт</li>
          <li>Советы и рекомендации. Полезные материалы по написанию резюме, подготовке к собеседованию и развитию карьеры</li>
          <li>Оповещения о вакансиях. Получайте уведомления о новых вакансиях, соответствующих вашим критериям, прямо на почту</li>
        </ul>
        <h3>Для работодателей:</h3>
        <ul>
          <li>База резюме. Доступ к базе квалифицированных кандидатов для быстрого и эффективного подбора персонала</li>
          <li>Публикация вакансий. Разместите вакансии, чтобы привлечь внимание лучших специалистов</li>
          <li>Публикация вакансий. Разместите вакансии, чтобы привлечь внимание лучших специалистов</li>
          <li>Получайте данные о просмотрах вакансий и откликах для улучшения процессов найма</li>
        </ul>
        <h2>Почему выбирают нас?</h2>
        <ul>
          <li>Простота использования. Интуитивно понятный интерфейс и удобные инструменты для поиска и подбора</li>
          <li>Надежность и безопасность. Мы гарантируем конфиденциальность данных и соблюдение всех норм безопасности</li>
          <li>Современные технологии. Мы используем передовые технологии для обеспечения высокой скорости и точности поиска</li>
        </ul>
      </div>
    </div>
  </section>
</template>

<script>
import TheHeading from "@/components/layout/heading.vue";

export default {
  name: "the-about",
  components: {TheHeading},
  data() {
    return {
      title: 'О сервисе',
    }
  }
}
</script>

<style scoped lang="scss">

</style>