<template>
  <section class="agreement">
    <div class="wrapper">
      <the-heading :title="title"></the-heading>
      <div class="agreement__content">
        <h2>Пользовательское Соглашение</h2>
        <p>Настоящее Пользовательское Соглашение (Далее Соглашение) регулирует отношения между владельцем Youngwork.ru (далее YoungWork или Администрация) с одной стороны и пользователем сайта с другой.</p>
        <p>Сайт YoungWork не является средством массовой информации.</p>
        <p><b>Используя сайт, Вы соглашаетесь с условиями данного соглашения.
          Если Вы не согласны с условиями данного соглашения, не используйте сайт YoungWork!
        </b></p>
        <h3>Предмет соглашения</h3>
        <p><b>Администрация предоставляет пользователю право на размещение на сайте следующей информации:</b></p>
        <h3>Предмет соглашения</h3>
        <p><b>Администрация предоставляет пользователю право на размещение на сайте следующей информации:</b></p>
        <ul>
          <li>Текстовой информации</li>
          <li>Фотоматериалов</li>
        </ul>
        <h3>Права и обязанности сторон</h3>
        <p><b>Пользователь имеет право:</b></p>
        <ul>
          <li>осуществлять поиск информации на сайте</li>
          <li>получать информацию на сайте</li>
          <li>создавать информацию для сайта</li>
          <li>распространять информацию на сайте</li>
          <li>копировать информацию на другие сайты с указанием источника</li>
          <li>использовать информацию сайта в личных некоммерческих целях</li>
        </ul>
        <p><b>Администрация имеет право:</b></p>
        <ul>
          <li>по своему усмотрению и необходимости создавать, изменять, отменять правила</li>
          <li>ограничивать доступ к любой информации на сайте</li>
          <li>создавать, изменять, удалять информацию</li>
          <li>удалять учетные записи</li>
          <li>отказывать в регистрации без объяснения причин</li>
        </ul>
        <p><b>Пользователь обязуется:</b></p>
        <ul>
          <li>обеспечить достоверность предоставляемой информации</li>
          <li>обновлять Персональные данные, предоставленные при регистрации, в случае их изменения</li>
          <li>при копировании информации с других источников, включать в её состав информацию об авторе</li>
          <li>не распространять информацию, которая направлена на пропаганду войны, разжигание национальной, расовой или религиозной ненависти и вражды, а также иной информации, за распространение которой предусмотрена уголовная или административная ответственность</li>
          <li>не нарушать работоспособность сайта</li>
          <li>не совершать действия, направленные на введение других Пользователей в заблуждение</li>
          <li>не передавать в пользование свою учетную запись и/или логин и пароль своей учетной записи третьим лицам</li>
          <li>не регистрировать учетную запись от имени или вместо другого лица за исключением случаев, предусмотренных законодательством РФ</li>
          <li>не размещать материалы рекламного, эротического, порнографического или оскорбительного характера, а также иную информацию, размещение которой запрещено или противоречит нормам действующего законодательства РФ</li>
          <li>не использовать скрипты (программы) для автоматизированного сбора информации и/или взаимодействия с Сайтом и его Сервисами</li>
        </ul>
        <p><b>Администрация обязуется:</b></p>
        <ul>
          <li>поддерживать работоспособность сайта за исключением случаев, когда это невозможно по независящим от Администрации причинам.</li>
          <li>защищать информацию, распространение которой ограничено или запрещено законами путем вынесения предупреждения либо удалением учетной записи пользователя, нарушившего правила</li>
          <li>предоставить всю доступную информацию о Пользователе уполномоченным на то органам государственной власти в случаях, установленных законом</li>
        </ul>
        <h3>Ответственность сторон</h3>
        <ul>
          <li>пользователь лично несет полную ответственность за распространяемую им информацию</li>
          <li>администрация не несет никакой ответственности за достоверность информации, скопированной из других источников</li>
          <li>администрация не несёт ответственность за несовпадение ожидаемых Пользователем и реально полученных услуг</li>
          <li>администрация не несет никакой ответственности за услуги, предоставляемые третьими лицами</li>
          <li>в случае возникновения форс-мажорной ситуации (боевые действия, чрезвычайное положение, стихийное бедствие и т. д.) Администрация не гарантирует сохранность информации, размещённой Пользователем, а также бесперебойную работу информационного ресурса</li>
        </ul>
        <h3>Условия действия Соглашения</h3>
        <p>Данное Соглашение вступает в силу при регистрации на сайте.</p>
        <p>Соглашение перестает действовать при появлении его новой версии.</p>
        <p>Администрация оставляет за собой право в одностороннем порядке изменять данное соглашение по своему усмотрению.</p>
        <p>Администрация не оповещает пользователей об изменении в Соглашении.</p>
      </div>
    </div>
  </section>
</template>

<script>
import TheHeading from "@/components/layout/heading.vue";

export default {
  name: 'user-agreement',
  components: {TheHeading},
  data() {
    return {
      title: 'Пользовательское Соглашение',
    }
  }
}
</script>
